IDEA StatiCa Open Model
ConcreteMemberData.TimeAxis Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Time axis
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TimeAxis TimeAxis { get; set; }
Public Property TimeAxis As TimeAxis
	Get
	Set
public:
property TimeAxis^ TimeAxis {
	TimeAxis^ get ();
	void set (TimeAxis^ value);
}
Property Value
Type: TimeAxis
See Also
Reference
ConcreteMemberData Class
IdeaRS.OpenModel.Concrete Namespace